Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: We use the information we collect to provide, maintain, and improve our services, process transactions, send you technical notices and support messages, and communicate with you about products, services, and events.
ar: نستخدم المعلومات التي نجمعها لتقديم خدماتنا وصيانتها وتحسينها، ومعالجة المعاملات، وإرسال الإشعارات التقنية ورسائل الدعم إليك، والتواصل معك بشأن المنتجات والخدمات والفعاليات.
cs: Shromážděné informace používáme k poskytování, udržování a zlepšování našich služeb, ke zpracování transakcí, k zasílání technických oznámení a zpráv podpory a ke komunikaci o produktech, službách a událostech.
da: Vi bruger de oplysninger, vi indsamler, til at levere, vedligeholde og forbedre vores tjenester, behandle transaktioner, sende dig tekniske meddelelser og supportbeskeder samt kommunikere med dig om produkter, tjenester og begivenheder.
de: Wir nutzen deine Daten, um unsere Dienste bereitzustellen, zu verbessern, Transaktionen abzuwickeln, technische Hinweise und Support zu senden und über Produkte und Angebote zu informieren.
es: Usamos la información para prestar y mejorar el servicio, procesar transacciones, enviarte avisos técnicos y soporte, y comunicarte sobre productos y eventos.
et: Kasutame kogutud teavet oma teenuste pakkumiseks, hooldamiseks ja täiustamiseks, tehingute töötlemiseks, sulle tehniliste teadete ja tugisõnumite saatmiseks ning sinuga toodete, teenuste ja sündmuste teemal suhtlemiseks.
fi: Käytämme keräämiämme tietoja palveluidemme tarjoamiseen, ylläpitoon ja parantamiseen, maksutapahtumien käsittelyyn, teknisten ilmoitusten ja tukiviestien lähettämiseen sekä viestintään tuotteista, palveluista ja tapahtumista.
fr: Nous utilisons ces données pour fournir et améliorer nos services, traiter les transactions, envoyer des avis techniques et du support, et communiquer sur les produits et événements.
hr: Podatke koje prikupljamo koristimo za pružanje, održavanje i poboljšanje naših usluga, obradu transakcija, slanje tehničkih obavijesti i poruka podrške te za komunikaciju s vama o proizvodima, uslugama i događajima.
hu: Az összegyűjtött adatokat arra használjuk, hogy szolgáltatásainkat nyújtsuk, fenntartsuk és fejlesszük, tranzakciókat dolgozzunk fel, technikai értesítéseket és támogatási üzeneteket küldjünk, valamint termékekről, szolgáltatásokról és eseményekről tájékoztassunk.
is: Við notum upplýsingarnar sem við söfnum til að veita, viðhalda og bæta þjónustu okkar, vinna úr færslum, senda þér tæknilegar tilkynningar og þjónustuskilaboð og eiga samskipti við þig um vörur, þjónustu og viðburði.
it: Usiamo le informazioni per fornire e migliorare i servizi, gestire le transazioni, inviarti avvisi tecnici e assistenza e comunicare su prodotti ed eventi.
ja: 収集した情報は、サービスの提供・維持・改善、取引の処理、技術的なお知らせやサポートメッセージの送信、製品・サービス・イベントに関するご連絡のために利用します。
ko: 당사는 수집한 정보를 서비스 제공·유지·개선, 거래 처리, 기술 공지 및 지원 메시지 발송, 제품·서비스·이벤트 관련 안내에 사용합니다.
lv: Savākto informāciju izmantojam, lai nodrošinātu, uzturētu un uzlabotu savus pakalpojumus, apstrādātu darījumus, sūtītu tehniskus paziņojumus un atbalsta ziņas, kā arī informētu tevi par produktiem, pakalpojumiem un notikumiem.
nb: Vi bruker informasjonen vi samler inn til å levere, vedlikeholde og forbedre tjenestene våre, behandle transaksjoner, sende deg tekniske varsler og supportmeldinger, og kommunisere med deg om produkter, tjenester og arrangementer.
nl: We gebruiken de gegevens die we verzamelen om onze diensten te leveren, te onderhouden en te verbeteren, transacties te verwerken, je technische meldingen en supportberichten te sturen en met je te communiceren over producten, diensten en evenementen.
pl: Zebrane informacje wykorzystujemy, aby świadczyć, utrzymywać i ulepszać nasze usługi, realizować transakcje, wysyłać powiadomienia techniczne i wiadomości wsparcia oraz informować Cię o produktach, usługach i wydarzeniach.
pt: Usamos as informações que coletamos para fornecer, manter e melhorar nossos serviços, processar transações, enviar avisos técnicos e mensagens de suporte e nos comunicar com você sobre produtos, serviços e eventos.
ro: Folosim informațiile colectate pentru a furniza, a menține și a îmbunătăți serviciile noastre, pentru a procesa tranzacții, pentru a-ți trimite notificări tehnice și mesaje de asistență și pentru a comunica cu tine despre produse, servicii și evenimente.
ru: Мы используем собранную информацию, чтобы предоставлять, поддерживать и улучшать наши сервисы, обрабатывать операции, отправлять вам технические уведомления и сообщения поддержки, а также рассказывать о продуктах, сервисах и событиях.
sk: Zhromaždené údaje používame na poskytovanie, udržiavanie a zlepšovanie našich služieb, spracovanie transakcií, zasielanie technických oznámení a správ podpory a na komunikáciu s vami o produktoch, službách a udalostiach.
sl: Zbrane podatke uporabljamo za zagotavljanje, vzdrževanje in izboljševanje naših storitev, obdelavo transakcij, pošiljanje tehničnih obvestil in sporočil podpore ter za komuniciranje z vami o izdelkih, storitvah in dogodkih.
sv: Vi använder de uppgifter vi samlar in för att tillhandahålla, underhålla och förbättra våra tjänster, hantera transaktioner, skicka tekniska meddelanden och supportmeddelanden till dig samt kommunicera med dig om produkter, tjänster och evenemang.
th: เราใช้ข้อมูลที่เก็บรวบรวมเพื่อให้บริการ ดูแล และปรับปรุงบริการของเรา ดำเนินการธุรกรรม ส่งประกาศทางเทคนิคและข้อความช่วยเหลือ รวมถึงติดต่อคุณเกี่ยวกับผลิตภัณฑ์ บริการ และกิจกรรมต่าง ๆ
tr: Topladığımız bilgileri hizmetlerimizi sunmak, sürdürmek ve geliştirmek; işlemleri gerçekleştirmek; size teknik bildirimler ve destek mesajları göndermek; ürünler, hizmetler ve etkinlikler hakkında sizinle iletişim kurmak için kullanıyoruz.
uk: Ми використовуємо зібрану інформацію, щоб надавати, підтримувати й покращувати наші послуги, обробляти транзакції, надсилати вам технічні повідомлення та повідомлення підтримки, а також спілкуватися з вами про продукти, послуги й події.
vi: Chúng tôi sử dụng thông tin thu thập được để cung cấp, duy trì và cải thiện dịch vụ, xử lý giao dịch, gửi cho bạn các thông báo kỹ thuật và tin nhắn hỗ trợ, cũng như trao đổi với bạn về sản phẩm, dịch vụ và sự kiện.
zh_hans: 我们使用所收集的信息来提供、维护和改进我们的服务，处理交易，向您发送技术通知和支持消息，并就产品、服务和活动与您沟通。
zh_hant: 我們使用所蒐集的資訊來提供、維護與改善服務，處理交易，寄送技術通知與客服訊息，並與你溝通產品、服務和活動相關事宜。

source: We use tracking only to personalize your planning and keep this app free. You decide on the next screen.
ar: نستخدم التتبع فقط لتخصيص تخطيطك وإبقاء هذا التطبيق مجانيًا. والقرار لك في الشاشة التالية.
cs: Sledování používáme jen k tomu, abychom vám plánování přizpůsobili a udrželi aplikaci zdarma. Rozhodnete se na další obrazovce.
da: Vi bruger kun sporing til at gøre jeres planlægning personlig og holde appen gratis. I bestemmer på næste skærm.
de: Wir nutzen Tracking nur, um deine Planung zu personalisieren und die App kostenlos zu halten. Auf dem nächsten Bildschirm entscheidest du.
es: Usamos el seguimiento solo para personalizar tu planificación y mantener la app gratuita. Tú decides en la siguiente pantalla.
et: Kasutame jälgimist ainult selleks, et sinu planeerimist isikupärastada ja hoida see rakendus tasuta. Otsustad järgmisel ekraanil.
fi: Käytämme seurantaa vain suunnittelusi personointiin ja sovelluksen pitämiseen ilmaisena. Päätät asiasta seuraavalla näytöllä.
fr: Nous utilisons le suivi uniquement pour personnaliser votre organisation et garder l’app gratuite. Vous décidez à l’écran suivant.
hr: Praćenje koristimo isključivo kako bismo personalizirali vaše planiranje i zadržali ovu aplikaciju besplatnom. Vi odlučujete na sljedećem zaslonu.
hu: A követést kizárólag arra használjuk, hogy személyre szabjuk a tervezésedet, és hogy ingyenes maradhasson ez az app. A következő képernyőn te döntesz.
is: Við notum rakningu eingöngu til að sérsníða skipulagninguna þína og halda appinu ókeypis. Þú ræður á næsta skjá.
it: Usiamo il tracciamento solo per personalizzare la tua pianificazione e mantenere l’app gratuita. Decidi tu nella schermata successiva.
ja: トラッキングは、準備をおふたりに合わせて最適化し、このアプリを無料で提供し続けるためだけに使います。次の画面でお選びいただけます。
ko: 추적은 준비 과정을 맞춤화하고 앱을 무료로 유지하는 데에만 사용해요. 다음 화면에서 직접 선택하시면 돼요.
lv: Izsekošanu izmantojam tikai tam, lai personalizētu tavu plānošanu un saglabātu šo lietotni bez maksas. Nākamajā ekrānā izlem tu.
nb: Vi bruker sporing kun til å tilpasse planleggingen din og holde denne appen gratis. Du bestemmer på neste skjerm.
nl: We gebruiken tracking alleen om jullie planning persoonlijker te maken en deze app gratis te houden. Op het volgende scherm beslis jij.
pl: Śledzenie służy nam wyłącznie do personalizacji planowania i utrzymania aplikacji za darmo. Decyzja należy do Was na następnym ekranie.
pt: Usamos rastreamento apenas para personalizar sua organização e manter este app gratuito. Você decide na próxima tela.
ro: Folosim urmărirea doar ca să îți personalizăm planificarea și ca să păstrăm aplicația gratuită. Tu decizi pe ecranul următor.
ru: Мы используем отслеживание только для того, чтобы персонализировать ваше планирование и оставить приложение бесплатным. Решение за вами — на следующем экране.
sk: Sledovanie používame len na to, aby sme vám plánovanie prispôsobili a aplikáciu udržali zadarmo. Rozhodnete sa na ďalšej obrazovke.
sl: Sledenje uporabljamo samo za prilagajanje vajinega načrtovanja in zato, da aplikacija ostane brezplačna. Odločita se na naslednjem zaslonu.
sv: Vi använder spårning enbart för att personanpassa din planering och hålla appen gratis. Du bestämmer på nästa skärm.
th: เราใช้การติดตามข้อมูลเพียงเพื่อปรับการวางแผนให้เหมาะกับคุณและทำให้แอปนี้ยังใช้ฟรีได้ คุณเป็นคนตัดสินใจในหน้าจอถัดไป
tr: Takibi yalnızca planlamanızı kişiselleştirmek ve bu uygulamayı ücretsiz tutmak için kullanıyoruz. Kararı bir sonraki ekranda siz veriyorsunuz.
uk: Ми використовуємо відстеження лише для персоналізації вашого планування та щоб застосунок залишався безкоштовним. Рішення — за вами, на наступному екрані.
vi: Chúng tôi chỉ dùng dữ liệu theo dõi để cá nhân hóa kế hoạch của bạn và giữ cho ứng dụng này miễn phí. Bạn sẽ quyết định ở màn hình tiếp theo.
zh_hans: 我们仅使用跟踪来为你们定制筹备体验，并让这款应用保持免费。下一屏由你们来决定。
zh_hant: 我們只會用追蹤資料來讓你的籌備體驗更貼身，並維持這個 App 免費。下一個畫面由你決定。

source: We want you to try Blissful for free.
ar: نريدك أن تجرب Blissful مجانًا.
cs: Chceme, abyste si Blissful vyzkoušeli zdarma.
da: Vi vil gerne have, at I prøver Blissful gratis.
de: Wir möchten, dass du Blissful kostenlos testest.
es: Queremos que pruebes Blissful gratis.
et: Tahame, et prooviksid Blissfuli tasuta.
fi: Haluamme, että kokeilet Blissfulia ilmaiseksi.
fr: Nous voulons que vous essayiez Blissful gratuitement.
hr: Želimo da Blissful isprobate besplatno.
hu: Szeretnénk, ha ingyen kipróbálnád a Blissfult.
is: Við viljum að þú prófir Blissful ókeypis.
it: Vogliamo che tu provi Blissful gratis.
ja: まずは Blissful を無料でお試しください。
ko: Blissful을 무료로 사용해 보셨으면 해요.
lv: Mēs vēlamies, lai tu izmēģini Blissful bez maksas.
nb: Vi vil at du skal prøve Blissful gratis.
nl: We willen dat je Blissful gratis uitprobeert.
pl: Chcemy, żebyście wypróbowali Blissful za darmo.
pt: Queremos que você experimente o Blissful gratuitamente.
ro: Vrem să încerci Blissful gratuit.
ru: Мы хотим, чтобы вы попробовали Blissful бесплатно.
sk: Chceme, aby ste si Blissful vyskúšali zadarmo.
sl: Želimo, da Blissful preizkusita brezplačno.
sv: Vi vill att du provar Blissful gratis.
th: เราอยากให้คุณได้ลองใช้ Blissful ฟรี
tr: Blissful'ı ücretsiz denemenizi istiyoruz.
uk: Ми хочемо, щоб ви спробували Blissful безкоштовно.
vi: Chúng tôi muốn bạn dùng thử Blissful miễn phí.
zh_hans: 我们希望你们先免费试用 Blissful。
zh_hant: 我們希望你先免費試用 Blissful。

source: We'll nudge you before something is due — and once before any free trial ends. %lld days is not as long as it sounds.
ar: سنذكّرك قبل استحقاق أي شيء — ومرة واحدة قبل انتهاء أي تجربة مجانية. %lld أيام ليست بالمدة الطويلة كما تبدو.
cs: Ozveme se vám dřív, než něco vyprší — a jednou před koncem každé bezplatné zkušební verze. %lld dní uteče rychleji, než to zní.
da: Vi giver jer et praj, før noget forfalder — og én gang før en gratis prøveperiode slutter. %lld dage er ikke så længe, som det lyder.
de: Wir melden uns, bevor etwas fällig ist — und einmal, bevor eine kostenlose Testphase endet. %lld Tage sind kürzer, als sie klingen.
es: Os avisaremos antes de que algo venza y una vez antes de que acabe cualquier prueba gratuita. %lld días pasan más rápido de lo que parece.
et: Anname märku enne, kui mõne asja tähtaeg kätte jõuab — ja korra enne iga tasuta prooviperioodi lõppu. %lld päeva pole nii pikk aeg, kui tundub.
fi: Muistutamme sinua ennen kuin jokin erääntyy — ja kerran ennen ilmaisen kokeilun päättymistä. %lld päivää ei ole niin pitkä aika kuin miltä kuulostaa.
fr: Nous vous préviendrons avant chaque échéance — et une fois avant la fin de tout essai gratuit. %lld jours, c'est plus court qu'il n'y paraît.
hr: Podsjetit ćemo vas prije nego što nešto dospije — i jednom prije nego što besplatna proba završi. %lld dana nije toliko dugo koliko zvuči.
hu: Szólunk, mielőtt valami esedékessé válik — és egyszer az ingyenes próbaidőszak vége előtt is. A %lld nap nem olyan hosszú, mint amilyennek hangzik.
is: Við ýtum við þér áður en frestur rennur út — og einu sinni áður en ókeypis prufu lýkur. %lld dagar eru ekki eins langur tími og það hljómar.
it: Vi avviseremo prima di ogni scadenza e una volta prima che finisca la prova gratuita. %lld giorni passano più in fretta di quanto sembri.
ja: 期日の前と、無料トライアルが終わる前に一度だけお知らせします。%lld 日は、思っているほど長くありません。
ko: 마감 전에 살짝 알려드리고, 무료 체험이 끝나기 전에도 한 번 알려드려요. %lld일은 생각보다 짧아요.
lv: Mēs atgādināsim, pirms kaut kam pienāk termiņš, — un vienreiz pirms bezmaksas izmēģinājuma beigām. %lld dienas nav tik ilgi, kā izklausās.
nb: Vi minner deg på før noe forfaller – og én gang før en gratis prøveperiode avsluttes. %lld dager er ikke så lenge som det høres ut.
nl: We geven je een seintje voordat iets moet gebeuren — en één keer voordat een gratis proefperiode afloopt. %lld dagen is korter dan het klinkt.
pl: Przypomnimy Wam, zanim minie termin — i raz przed końcem bezpłatnego okresu próbnego. %lld dni to mniej, niż się wydaje.
pt: Vamos avisar você antes de algo vencer — e uma vez antes de qualquer teste gratuito terminar. %lld dias passam mais rápido do que parece.
ro: Îți dăm un semn înainte de fiecare termen — și o dată înainte să se încheie proba gratuită. %lld zile trec mai repede decât par.
ru: Мы напомним до наступления срока — и один раз перед окончанием бесплатного периода. %lld дней проходят быстрее, чем кажется.
sk: Ozveme sa vám skôr, než bude niečo splatné — a raz pred koncom akejkoľvek skúšobnej verzie. %lld dní nie je tak veľa, ako to znie.
sl: Opomnili vaju bomo, preden kaj zapade – in enkrat pred koncem brezplačnega preizkusa. %lld dni ni tako dolgo, kot se sliši.
sv: Vi puffar till dig innan något förfaller – och en gång innan en gratis provperiod tar slut. %lld dagar är inte så länge som det låter.
th: เราจะเตือนคุณก่อนถึงกำหนด — และเตือนอีกครั้งก่อนการทดลองใช้ฟรีจะสิ้นสุด %lld วันไม่ได้ยาวอย่างที่คิด
tr: Bir şeyin tarihi yaklaşmadan — ve ücretsiz deneme bitmeden bir kez — sizi dürteriz. %lld gün kulağa geldiği kadar uzun değil.
uk: Ми нагадаємо, перш ніж настане термін, — і один раз перед завершенням безкоштовного періоду. %lld днів — це менше, ніж здається.
vi: Chúng tôi sẽ nhắc bạn trước khi có việc đến hạn — và một lần trước khi bản dùng thử miễn phí kết thúc. %lld ngày không dài như bạn tưởng đâu.
zh_hans: 有事情到期前我们会提醒你们——免费试用结束前也会提醒一次。%lld 天没有听上去那么长。
zh_hant: 有事情快到期時我們會提醒你 — 免費試用結束前也會提醒一次。%lld 天沒有聽起來那麼長。

source: We'll nudge you before something is due — and once before any free trial ends. Nothing noisy, nothing daily.
ar: سنذكّرك قبل استحقاق أي شيء — ومرة واحدة قبل انتهاء أي تجربة مجانية. بلا إزعاج، وبلا إشعارات يومية.
cs: Ozveme se vám dřív, než něco vyprší — a jednou před koncem každé bezplatné zkušební verze. Nic hlučného, nic každodenního.
da: Vi giver jer et praj, før noget forfalder — og én gang før en gratis prøveperiode slutter. Intet larm, intet dagligt.
de: Wir melden uns, bevor etwas fällig ist — und einmal, bevor eine kostenlose Testphase endet. Nichts Lautes, nichts Tägliches.
es: Os avisaremos antes de que algo venza y una vez antes de que acabe cualquier prueba gratuita. Nada ruidoso, nada diario.
et: Anname märku enne, kui mõne asja tähtaeg kätte jõuab — ja korra enne iga tasuta prooviperioodi lõppu. Ei mingit lärmi, mitte iga päev.
fi: Muistutamme sinua ennen kuin jokin erääntyy — ja kerran ennen ilmaisen kokeilun päättymistä. Ei meluisaa, ei päivittäistä.
fr: Nous vous préviendrons avant chaque échéance — et une fois avant la fin de tout essai gratuit. Rien d'envahissant, rien de quotidien.
hr: Podsjetit ćemo vas prije nego što nešto dospije — i jednom prije nego što besplatna proba završi. Ništa bučno, ništa svakodnevno.
hu: Szólunk, mielőtt valami esedékessé válik — és egyszer az ingyenes próbaidőszak vége előtt is. Semmi zaj, semmi napi értesítgetés.
is: Við ýtum við þér áður en frestur rennur út — og einu sinni áður en ókeypis prufu lýkur. Ekkert áreiti, ekkert daglegt suð.
it: Vi avviseremo prima di ogni scadenza e una volta prima che finisca la prova gratuita. Niente rumore, niente notifiche ogni giorno.
ja: 期日の前と、無料トライアルが終わる前に一度だけお知らせします。うるさくもなく、毎日届くこともありません。
ko: 마감 전에 살짝 알려드리고, 무료 체험이 끝나기 전에도 한 번 알려드려요. 시끄럽지도, 매일 오지도 않아요.
lv: Mēs atgādināsim, pirms kaut kam pienāk termiņš, — un vienreiz pirms bezmaksas izmēģinājuma beigām. Nekā uzmācīga, nekā ikdienišķa.
nb: Vi minner deg på før noe forfaller – og én gang før en gratis prøveperiode avsluttes. Ingenting masete, ingenting daglig.
nl: We geven je een seintje voordat iets moet gebeuren — en één keer voordat een gratis proefperiode afloopt. Niets luidruchtigs, niets dagelijks.
pl: Przypomnimy Wam, zanim minie termin — i raz przed końcem bezpłatnego okresu próbnego. Bez hałasu, bez codziennych powiadomień.
pt: Vamos avisar você antes de algo vencer — e uma vez antes de qualquer teste gratuito terminar. Nada barulhento, nada diário.
ro: Îți dăm un semn înainte de fiecare termen — și o dată înainte să se încheie proba gratuită. Nimic gălăgios, nimic zilnic.
ru: Мы напомним до наступления срока — и один раз перед окончанием бесплатного периода. Никакого шума и никаких ежедневных сообщений.
sk: Ozveme sa vám skôr, než bude niečo splatné — a raz pred koncom akejkoľvek skúšobnej verzie. Nič hlučné, nič každodenné.
sl: Opomnili vaju bomo, preden kaj zapade – in enkrat pred koncem brezplačnega preizkusa. Nič hrupnega, nič vsakodnevnega.
sv: Vi puffar till dig innan något förfaller – och en gång innan en gratis provperiod tar slut. Inget tjat, inget dagligen.
th: เราจะเตือนคุณก่อนถึงกำหนด — และเตือนอีกครั้งก่อนการทดลองใช้ฟรีจะสิ้นสุด ไม่กวน ไม่เตือนทุกวัน
tr: Bir şeyin tarihi yaklaşmadan — ve ücretsiz deneme bitmeden bir kez — sizi dürteriz. Gürültü yok, her gün bildirim yok.
uk: Ми нагадаємо, перш ніж настане термін, — і один раз перед завершенням безкоштовного періоду. Нічого настирливого, нічого щоденного.
vi: Chúng tôi sẽ nhắc bạn trước khi có việc đến hạn — và một lần trước khi bản dùng thử miễn phí kết thúc. Không ồn ào, không mỗi ngày.
zh_hans: 有事情到期前我们会提醒你们——免费试用结束前也会提醒一次。不吵人，也不会天天打扰。
zh_hant: 有事情快到期時我們會提醒你 — 免費試用結束前也會提醒一次。不吵人，也不會每天煩你。

source: We'll plan for about a year out
ar: سنخطط لنحو عام من الآن
cs: Budeme plánovat zhruba na rok dopředu
da: Vi planlægger cirka et år frem
de: Wir planen mit rund einem Jahr Vorlauf
es: Planificaremos con un año de margen
et: Planeerime umbes aasta ette
fi: Suunnittelemme noin vuoden päähän
fr: Nous partons sur environ un an
hr: Planirat ćemo otprilike godinu dana unaprijed
hu: Körülbelül egy évre előre tervezünk
is: Við skipuleggjum um það bil ár fram í tímann
it: Pianificheremo su circa un anno
ja: 1年後くらいを目安に計画します
ko: 약 1년 뒤를 기준으로 준비할게요
lv: Plānosim aptuveni gadu uz priekšu
nb: Vi planlegger med cirka ett år frem i tid
nl: We plannen ongeveer een jaar vooruit
pl: Zaplanujemy mniej więcej rok naprzód
pt: Vamos organizar para daqui a cerca de um ano
ro: Vom planifica pentru cam un an de acum
ru: Будем планировать примерно на год вперёд
sk: Budeme plánovať približne na rok dopredu
sl: Načrtovali bomo za približno leto vnaprej
sv: Vi planerar för ungefär ett år framåt
th: เราจะวางแผนล่วงหน้าประมาณหนึ่งปี
tr: Yaklaşık bir yıl sonrasına planlayalım
uk: Плануватимемо приблизно на рік уперед
vi: Chúng mình dự tính khoảng một năm nữa
zh_hans: 我们按大约一年后来规划
zh_hant: 我們會以大約一年後為目標來規劃

source: We'll plan this together, one week at a time.
ar: سنخطط لهذا معًا، أسبوعًا تلو الآخر.
cs: Naplánujeme to spolu, týden po týdnu.
da: Vi planlægger det her sammen, én uge ad gangen.
de: Wir planen das zusammen, Woche für Woche.
es: Lo organizaremos juntos, semana a semana.
et: Planeerime selle koos, nädal korraga.
fi: Suunnittelemme tämän yhdessä, viikko kerrallaan.
fr: Nous organiserons tout ensemble, semaine après semaine.
hr: Planirat ćemo ovo zajedno, tjedan po tjedan.
hu: Együtt tervezzük meg, hétről hétre.
is: Við skipuleggjum þetta saman, eina viku í einu.
it: Organizzeremo tutto insieme, una settimana alla volta.
ja: 1週間ずつ、一緒に進めていきましょう。
ko: 한 주씩, 함께 준비해요.
lv: Plānosim to kopā — nedēļu pa nedēļai.
nb: Vi planlegger dette sammen, én uke om gangen.
nl: We plannen dit samen, week voor week.
pl: Zaplanujemy to razem, tydzień po tygodniu.
pt: Vamos organizar tudo juntos, uma semana de cada vez.
ro: Plănuim totul împreună, o săptămână pe rând.
ru: Спланируем всё вместе, неделя за неделей.
sk: Naplánujeme to spolu, týždeň po týždni.
sl: To bomo načrtovali skupaj, teden za tednom.
sv: Vi planerar det här tillsammans, en vecka i taget.
th: เราจะวางแผนนี้ไปด้วยกัน ทีละสัปดาห์
tr: Bunu birlikte planlayacağız, hafta hafta.
uk: Плануватимемо разом — тиждень за тижнем.
vi: Chúng ta sẽ cùng nhau lo liệu, từng tuần một.
zh_hans: 我们一起来筹备，一周一周慢慢来。
zh_hant: 我們一起規劃，一次專心一週就好。

source: We'll split it across the 12 categories a wedding actually has.
ar: سنوزّعها على الفئات الـ12 التي يحتاجها أي زفاف فعلًا.
cs: Rozdělíme ho do 12 kategorií, které svatba doopravdy má.
da: Vi fordeler det på de 12 kategorier, et bryllup faktisk har.
de: Wir teilen es auf die 12 Kategorien auf, die eine Hochzeit wirklich hat.
es: Lo repartiremos entre las 12 categorías que tiene una boda de verdad.
et: Jaotame selle 12 kategooria vahel, mis pulmadel tegelikult on.
fi: Jaamme sen niihin 12 kategoriaan, joita häissä todella on.
fr: Nous le répartirons entre les 12 catégories qu'un mariage comporte réellement.
hr: Podijelit ćemo ga na 12 kategorija koje vjenčanje zaista ima.
hu: Felosztjuk arra a 12 kategóriára, amelyekből egy esküvő valójában áll.
is: Við skiptum henni á þá 12 flokka sem brúðkaup hefur í raun.
it: Lo divideremo tra le 12 categorie che un matrimonio ha davvero.
ja: 結婚式に実際に必要な12のカテゴリーに配分します。
ko: 결혼식에 실제로 필요한 12개 카테고리로 나눠드릴게요.
lv: Mēs to sadalīsim 12 kategorijās, kādas kāzām patiešām ir.
nb: Vi fordeler det på de 12 kategoriene et bryllup faktisk har.
nl: We verdelen het over de 12 categorieën die een bruiloft echt heeft.
pl: Rozdzielimy go na 12 kategorii, które ślub naprawdę ma.
pt: Vamos dividir nas 12 categorias que um casamento realmente tem.
ro: Îl împărțim pe cele 12 categorii pe care le are cu adevărat o nuntă.
ru: Мы разделим его на 12 категорий, которые действительно есть у свадьбы.
sk: Rozdelíme ho do 12 kategórií, ktoré svadba naozaj má.
sl: Razdelili ga bomo na 12 kategorij, ki jih poroka dejansko ima.
sv: Vi fördelar den över de 12 kategorier ett bröllop faktiskt har.
th: เราจะแบ่งมันออกเป็น 12 หมวดที่งานแต่งงานมีจริง ๆ
tr: Bir düğünün gerçekten sahip olduğu 12 kategoriye bölelim.
uk: Ми розподілимо його між 12 категоріями, які насправді має весілля.
vi: Chúng tôi sẽ chia số tiền đó cho 12 hạng mục mà một đám cưới thật sự có.
zh_hans: 我们会把它分配到婚礼真正需要的 12 个类别里。
zh_hant: 我們會把它分配到婚禮實際會有的 12 個類別裡。
